/* Localized versions of strings used in the GraphFoundation UI */

GraphMenu_AddSubgraph = "Add Subgraph";
GraphMenu_CreateSubgraph = "Create Subgraph with Selection";
GraphMenu_EditParent = "Edit Parent Graph...";

PasteboardFailure_Title = "Incomplete restoration";
PasteboardFailure_Message = "State was not successfully restored from the pasteboard.";
PasteboardFailure_Button = "Continue";

NodeMenu_EditSubgraph = "Edit Subgraph...";
NodeMenu_PublishedInputs = "Published Inputs";
NodeMenu_PublishedOutputs = "Published Outputs";

Tooltip_Name = "Name";
Tooltip_Class = "Class";

Inspector_Title = "Information";

Browser_RootGraphName = "Root %@";
